Repository: mozilla-l10n/mt-training-data
Catalog: dv/dv_pontoon.tmx
Source language: en_us
Languages: dv

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
dv: އަހަރެމެންގެ ސޯރސް ލިޔުމަކީ، އަސްލު ހުށަހެޅުންތެރިންގެ ހަދިޔާތަކާއި، <italic>އިޓްސް އަ ވަންޑަރފުލް ލައިފް</italic> ފަދަ އާންމު ޑޯމެއިން ފިލްމު ސްކްރިޕްޓުތަކުގައވާ ވާހަކަދެއްކުންތަކުން ނެގިފައިވާ އެއްޗެކެވެ. ބޭނޫން ނަމަ، މި <githubLink>ގިޓްހަބް ވަށިން</githubLink> އަހަރެމެންގެ ސޯރސް ޖުމްލަތައް ބެލިދާނެއެވެ.

source: Overall Accuracy
dv: ޖުމުލަގޮތެއްގައި ދިމާވުން

source: Overall Hr. Total
dv: އެއްކޮށް ޖުމްލަ ފާސްކުރެވުނު ގަޑީރުތައް

source: Overall project status: see how far we’ve come!
dv: މަތިފުށުން ކުރިއައްގޮސްފައިވާ މިންވަރު: ލިބަފައިވާ ކުރިއެރުން ބަލާލަމާ!

source: p
dv: ޖ

source: Persian
dv: ފާރިސީ

source: <playIcon></playIcon>Last one!
dv: </playIcon><playIcon> ފަހުއެތި

source: Play/Stop
dv: ޖައްސާ/ހުއްޓާ

source: Polish
dv: ޕޮލިޝް

source: Portuguese (Brazil)
dv: ޕޯޗުގީޒް (ބުރެޒިލް)

source: Press play, listen & tell us: did they accurately speak the sentence below?
dv: ކުޅޭ އަށް އޮބާލާ، އަޑުއަހާފައި ބުނެދީ: ތިރީގައިވާ ޖުމްލަ ކިޔާފައިވަނީ ރަނގަޅަށްތަ؟

source: Press { shortcut-play-toggle } to toggle play mode
dv: ޕްލޭ މޯޑަށް ބަދަލުކުރުމަށް { shortcut-play-toggle } ފިއްތާލަ

source: Privacy
dv: ޕްރައިވެސީ

source: Profile
dv: ވަނަވަރު

source: Profile information improves the audio data used in training speech recognition accuracy.
dv: ވަނަވަރުގެ ބޭނުމަކީ، ސްޕީޗް ރެކޮގްނިޝަން ދިމާވާލެއް އިތުރަށް ތަމްރީނު ކުރުމުގައި ބޭނުންކުރެވޭ އަޑުގެ ޑޭޓާ ރަނގަޅު ކުރުން.

source: Progress
dv: ދިޔަ ހިސާބު

source: r
dv: ރ

source: Read More
dv: އިތުރަށް ކިޔާ

source: Ready to do { $count } more?
dv: އެހެން

source: Ready to donate your voice?
dv: އަޑު ހުށައެޅުމަށް ތައްޔާރުތޯ؟

source: Ready to help validate sentences?
dv: ޖުމްލަ ފާސްކުރަން ތައްޔާރު؟

source: Recorded Clips
dv: ރިކޯރޑުކުރެވިފައިވާ އަޑުކޮޅުތައް

source: Recorded Hours
dv: ރެކޯޑުކުރި ގަޑީރުތައް

source: <recordIcon></recordIcon> Last one!
dv: </recordIcon><recordIcon>އެންމެ ފަަހު އެތި

source: Recordings
dv: ރިކޯރޑިންގްތައް

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
dv: އަޑު ކްލިޕްތައް ރިކޯރޑުކުރުމަކީ އޯޕަން ޑޭޓާ ސެޓެއް ހެދުމުގެ މައިގަނޑު ބައެއް. މީ މަޖާ ކަމަކަށްވެސް ވޭ

source: Record/Stop
dv: ރިކޯރޑު/ހުއްޓާ

source: Record your voice
dv: އަޑު ރިކޯރޑުކުރޭ

source: Remove
dv: ފޮހެލާ

source: Request a Language
dv: ބަހެއް ހިމަނަނުމަށް އެދޭ.

source: *required
dv: * މަޖުބޫރު

source: Re-record
dv: އަލުން ރެކޯޑުކުރޭ

source: Re-record clip
dv: އަޑުކޮޅު އަނެއްކާ ރެކޯޑުކުރޭ

source: Return to Common Voice
dv: އެނބުރި ކޮމަން ވޮއިސްއަށް ދާން

source: Return to Common Voice Datasets
dv: ކޮމަން ވޮއިސް ޑޭޓާސެޓްތަކަށް އަނބުރާދޭ

source: Return to Languages
dv: އެނބުރި ބަސްތަކަށް ދާން

source: Review
dv: މުރާޖާކުރޭ

source: Review & re-record clips here as you go
dv: މިތާ އަޑުކޮޅުތައް ބަލާފަ އަދި އަލުން ރެކޯޑް ކުރޭ

source: Review & re-record clips if needed
dv: މުރާޖާކޮށް، އަލުން ރެކޯޑުކުރަންޖެހޭނަމަ ކުރޭ

source: Review & Submit
dv: މުރާޖާކުރުމަށްފަހު ހުށަހަޅާ

source: Romanian
dv: ރޮމޭނިއަން

source: Romansh Sursilvan
dv: ރޮމާންޗް ސުރުސިލްވާން

source: Russian
dv: ރަޝިއާ

source: s
dv: ހ

source: Sakha
dv: ސާކާ

source: Sardinian
dv: ސާޑިނިއަން

source: Save
dv: ރައްކާކުރޭ

source: Saved
dv: ރައްކާކުރެވިފައި

source: Search
dv: ހޯދާ

source: See how your progress compares to other contributors all over the world.
dv: ދުނިޔޭގެ އެކި ކަންކޮޅުތަކުގައި އުޅޭ އެހެނިހެން ބައިވެރިންގެ މަސައްކަތާ، ތިބާގެ މަސައްކަތް ކުރިއަށްދާވަރު އަޅައިބެލޭނެ.

source: See Less
dv: މަދުން ބަލާ

source: See More
dv: އިތުރަށް ބަލާ

source: Select a Language...
dv: ބަހެއް ޚިޔާރުކުރޭ

source: Sentence Collection
dv: އެއްކުރެވިފައިވާ ޖުމްލަތައް

source: Sentences
dv: ޖުމްލަތައް

source: Serbian
dv: ސާބިއަން

source: Settings
dv: ސެޓިންގް

source: Sex
dv: ޖިންސް

source: Shortcuts
dv: ކުރުމަގު

source: Sign up for an account
dv: އެކައުންޓެއް ހަދާ

source: sign up for email updates
dv: އީމެއިލު އަދާބަމަކުރުންތަކައް ރަޖިސްޓްރީ ކުރޭ

source: Sign up for { $lang } updates:
dv: ދިވެހި ބަހުގެ އަޕްޑޭޓް ތަކަށް ސައިންއަޕް

source: Size
dv: ބޮޑުކުޑަމިން

source: Skip
dv: ދޫކޮށްލާ

source: Skip Submission Feedback
dv: ހުށަހެޅުމުގައި ފާޑުކިއުންތައް ކަނޑާލާ

source: Slovak
dv: ސުލޯވަކް

source: Slovenian
dv: ސުލޮވީނިއަން

source: Sorbian, Lower
dv: ސޯބިއަން، ލޯވަ

source: Sorbian, Upper
dv: ސޯބިއަން، އަޕާ

source: Spanish
dv: އިސްޕޭނު

source: Speak
dv: ވާހަކަދައްކާ

source: Speakers
dv: ބަހުގެ އަހުލުވެރިން

source: Speak now
dv: މިހާރު ވާހަކަދައްކާ

source: Speak up, contribute here!
dv: ވާހަކަ ދައްކާ، މިތާ ހުށަހަޅާ!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
dv: <speechBlogLink>ވާހަކަ ދެނެގަތުމުގައި ފަށާ</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
dv: ވާހަކަ ދެއްކުމަކީ އަހަރެމެންގެ ހިޔާލުތައް ފާޅު ކުރެވޭނެ އެންމެ ލުއި އަދި ގުދުރަތްތެރި ގޮތެވެ. ދައްކާ ވާހަކަ ދެނެގަތުމުގެ މަސްނުވީ އީޖާދުތައް ދަނީ މަސްނުވީ ސިކުނޑިއާއި ފޯނު ފަދަ އާލާތްތަކަށް މިލުއިފަސޭހަކަން ގެންނަމުންނެވެ. އަހަރެމެންގެ ބޭނުމަކީ ވާހަކަ ދައްކައިގެން ކަންތައް ކުރެވޭނެ، އަދި ވަގުތުން ބަސް ތަރުޖަމާ ކުރެވޭނެ ފަދަ މަސްނުވީ އީޖާދުތަކަށް މަގުފަހިކޮށްދީ މިދާއިރާގެ އުފެއްދުން ތެރިން ބާރުވެރި ކުރުވުމެވެ. އެހެންނަމަވެސް މިހާރު މިކަމަށް ބޭނުންވާނެ ފަދަ ރެކޯޑު ކުރެވިފައިވާ އަޑުތަކަކީ އަގުބޮޑު އެހެންނޫނީ ބައެއްގެ މިލްކިއްޔާތުގައިވާ ތަކެއްޗެއްވެ. އަހަރެމެންގެ އުއްމީދަކީ މިދާއިރާގެ އުފެއްދުންތެރީންނަށް އެމީހުންގެ އަމިއްލަ ބަހުރުވައިން ދައްކާ ވާހަކަ ދެނެގަނެވޭ މަސްނުވީ އީޖާދުތައް އުފެއްދުމަށް ބޭނުންވާ ސާމާނު ކޮމަން ވޮއަސްގެ މައުލޫމާތު ކޮށާރުން ލިބިގެން ދިއުމެވެ. ދައްކާ ވާހަކަ ދެނެގަންނާނެ އީޖާދުތައް ވީހާ ވެސް ބޮޑަށް ދުނިޔެއަށް ހުޅުވާލުމަށްޓަކައި އަހަރެމެން މިދަނީ ދުނިޔޭގެ ގިނަ ބަޔަކު ވާހަކަ ދައްކާ ބަހުރުވަތަކާއި މަދު މީސްކޮޅެއް ވާހަކަ ދެއްކުމުގެ ސަބަބުން އެކަށީގެންވާ ވަރަށް ވުރެ ދަށުން ހިދުމަށް ދެވޭ ބަހުރުވަ ތަކުގެ ނަމޫނާ އެއްކުރަމުންނެވެ. ރެކޯޑު ކުރެވިފައިވާ އެކި އެކި ބަހުރުވައިގެ އަޑުތައް އެކުލެވޭ މައުލޫމާތު ކޮށާރެއް އާންމު ކުރުމުން ދާއިރާގެ އުފެއްދުންތެރީންނާއި ވިޔަފާރިވެރިންނާއި ބަސް ބަހުގެ ރަށްވެހީނަށް މުވާސަލާތު ކުރުމުގައި މިހާރު ދިމާވެފައިވާ އުނިކަން އުވިގެންދާނެއެވެ.

source: Speech-to-text (STT)
dv: އަޑުން-ލިއުމަށް

source: Speech-to-text (STT) technologies convert voice data into text.
dv: އިއްވިލިޔަނި ޓެކްނޮލޮޖީއިން އަޑުގެ މަޢުލޫމާތު ލިޔުމައް ހަދޭނެ.

source: Splits
dv: ބަހާލެވުން

source: Start recording
dv: ރެކޯޑްކުރަން ފައްޓާ

source: Stats
dv: ތަފާސްހިސާބު

source: Streaks
dv: ޖެހިޖެހިގެން

source: Submit
dv: ހުށަހަޅާ

source: Submit clips
dv: އަޑުކޮޅުތައް ހުށަހަޅާ

source: Subscribe
dv: ބައިވެރިވޭ

source: Success, profile created!
dv: ކާމިޔާބު، ވަނަވަރު ހެދިއްޖެ!

source: Swedish
dv: ސުވިޑިޝް

source: Tajik
dv: ތަޖިކް

source: Tamil
dv: ތަމަޅަ

source: Tap
dv: އޮބާލާ

source: Tatar
dv: ތަޑާ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
dv: "ޓަޓޯބާ" އަކީ ބަހުރުވަ ދަސްކުރުމުގެ ބޭނުމުގައި ހަދާފައިވާ ޖުމްލަ ތަކާއި ތަރުޖަމާތަކާއި ދައްކާފަހުންނަ ވާހަކަ ތަކުގެމައުލޫމާތު ކޮށާރެކެވެ. މި ޑައުންލޯޑުގައި ވަނީ ޓަޓޯބާގެ މުޖުތަމައުން ރެކޯޑު ކޮށްފައިވާ އިނގިރޭސި ބަހުގެ އަޑުތަކެވެ.

source: TED-LIUM Corpus
dv: ޓެޑްލިއަމް ކޯރޕަސް

source: Telugu
dv: ޓެލުގޫ

source: Terms
dv: ޝަރުތުތައް

source: Thai
dv: ތައި

source: Thanks for confirming your account, now let's build your profile.
dv: އެކައުންޓް ޔަގީންކޮށްދިނީތީ ޝުކުރިއްޔާ. ދެން ހިނގާ ވަނަވަރު ފުރިހަމަކުރަން

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
dv: ރެކޯޑް ކުރިކަމަށްޓަކައި ޝޫކުރިއްޔާ!<lineBreak></lineBreak>ދެން ތިރީގައި ތި އަޑުކޮޅުތައް ބަލާފަ ހުށަހަޅާ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
dv: ދިވެހި ބަހަށް ހުށަހެޅުމުގައި ޝައުޤުވެރިކަން ބެހެއްޓީތީވެ ޝުކުރު ދަންނަވަން. އަހަރެމެން ވަރަށް ބުރަކޮށް މަސައްކަތް ކުރަނީ ހުރިހާ ބަހެއް ފައްޓަން ތައްޔާރުވެ، މަސައްކަތު ޖަމާޢަތްތައް އީމެލް މެދުވެރިކޮށް އަދާހަމަކޮށް ބެހެއްޓުމަށް. ބައިވެރިވާން ބޭނުންނަމަ، ތިރީގައި އީމެއިލް ދެއްވާ.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
dv: ކޮމަން ވޮއިސް ޑޭޓާސެޓުން މޮޒިއްލާގެ އޯޕަން ސޯރސް ވޮއިސް ރިކޮގްނިޝަން އިންޖިން ޑީޕް ސްޕީޗަށް ބާރުލިބޭ. ޑީޕް ސްޕީޗްގެ ފުރަތަމަ ވާރޝަން ނެރުނީ 2017 ނޮވެމްބަރުގައި އަދި އޭގެ ފަހުން އޭތި ދިޔައީ ބަދަލުވަމުން. އަހަރެމެން ގަބޫލުކުރަނީ ކޮމަން ވޮއިސް ރިކޮގްނިޝަން ޓެކޮނޮލޮޖީއައުމުން، މި އޯޕަން ސޯރސް ވޮއިސްޓެކްނޮލޮޖީ އެންމެނަށް ލިބޭނެކަމަށް. އަހަރެމެންގެ އުންމީދަކީ މިފަދަ ޓެކްނޮލޮޖީތަކުން ޑިވެލޮޕަރުންނަށް އިތުރު އީޖާދީ އުފެއްދުންތައް އުފެއްދުމަށް އެހީތެރިވުން.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
dv: ކޮމަންވޮއިސް ޑޭޓާސެޓްއަކީ ހުޅުވިފައި އަދި އާންމު ތަންތަނުގައި ބޭނުންކުރެވޭ މާއްދާއެކެވެ. އޭގެން ގިނަ ތަފާތު ބާވަތްތަކުގެ ވާހަކަދެއްކޭ އެޕްލިކޭޝަންތައް ތަމްރީނު ކުރެވޭނެއެވެ. އަހަރެމެންގެ ހުށަހެޅުންތެރިންގެ ރައްކާތެރިކަން ހިމާޔަތް ކުރުމަށްޓަކައި، ކޮމަންވޮއިސް ޑޭޓާސެޓް ޑައުންލޯޑު ކުރާ އެންމެންގެ ފަރާތުންވެސް އެދެނީ ހުށަހެޅުންތެރިންގެ ޒާތީ މައުލޫމާތުގެ ރައްކާތެރިކަމަށް އިޙްތިރާމް ކުރުމަށެވެ.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
dv: އަހަރެމެންގެ <datasetLink> ޑޭޓާސެޓު ޕޭޖުގައި </datasetLink> ، <licenseLink> ސީސީ0 </licenseLink> ލައިސެންސްގެ ދަށުން، ކޮމަންވޮއިސް ޑޭޓާސެޓް ޑައުންލޯޑު ކުރެވެން ހުންނާނެއެވެ. އަދި އެހެން ބައިވަރު އާންމުކޮށް ލިބެންހުރި ޑޭޓާ ސެޓުތައް ވެސް ހަމަ އެ ޕޭޖުން ޑައުންލޯޑު ކުރެވިދާނެއެވެ.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
dv: ރެކޯޑިންގްތަކުގެ ޖުމްލަ ވަގުތު އަދަދުކޮށްފައިވާނީ، 3 މީހަކު ތެރެއިން 2 މީހަކު އެ އަޑުއަހައި، ފާސްކުރުމަށް ފަހުއެވެ. މި ވެގެންދާނީ މުޅި ޕްރޮޖެކްޓްގެ މައިގަނޑު އަމާޒު ކަމަށްވާ 10ހާސް ގަޑިއިރުގެ ރެކޯޑިންގް ތެރެއަށް ގުނެމުންނެވެ.

source: The count of voice recording hours we have collected so far.
dv: މިހާތަނަށް އެއްކުރެވުނު އަޑުކޮޅުތަކުގެ ޖުމްލަ ވަގުތު

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
dv: ކޮމަންވޮއިސް ޑޭޓާސެޓްގެ މަގްސަދަކީ ކޮންމެމީހަކު ކުރިކަމުގައިވިޔަސް، ސްޕީޗް ރެކަގްނިޝަން، ސްޕީކާރ ރެކަގްނިޝަން، ނުވަތަ މިފަދަ އެހެނިހެން މަސައްކަތަކުގައި ފަސޭހަމަގެއް ހޯދައިދުނުމެވެ. މިފަދަކަމެއްގެ އެއް މިސާލަކީ "ވޮއިސް އެސިސްޓަންޓެއް" ގާއިމުކުރުމެވެ.

source: The number of recordings and which languages you contribute to will be public.
dv: ތިފަރާތުން ހުށަހަޅާފައިވާ ރެކޯޑިންގެ އަދާދާއި ބަސް އާންމުކޮށް ފެންނާނެ

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
dv: މައުލޫމާތު ކޮށާރުގެ ބައެއްގެ ގޮތުގައި ޑައުލޯޑު ކުރުމަށް ތައްޔާރު ކުރެވޭ އިރު ހިއްސާ ކުރާ ފަރާތުގެ ޕްރޮފައިލް މައުލޫމާތުތައް އެފަރާތުން ދީފައިވާ ރެކޯޑިން ތަކުން ވަކި ކުރަން ނޭނގޭ ގޮތައް ހެދެއެވެ.

source: The recording was too long.
dv: ރެކޯޑިންގ މާ ދިގު

source: The recording was too quiet.
dv: ރިކޯރޑިންގެ އަޑު މާމަޑު

source: The recording was too short.
dv: ރެކޯޑިންގ މާ ކުރު

source: The selected file is too large
dv: ތި ފައިލް މާ ބޮޑު

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
dv: ޓެޑްލިއަމް ކޯރޕަށް އަކީ، ޓެޑް ވެބްސައިޓުގައި ލިބެން ހުންވަ ވާހަކަތަކާއި އޭގެ ލިޔުންތަކުން ހެދިފައިވާ އެއްޗެކެވެ.

source: This is approximately the number of hours required to train a production speech-to-text system.
dv: މި މިންވަރަކީ، އާންމުބޭނުނަމަށް ފައްކާ ސްޕީޗް-ޓު-ޓެކްސްޓް ސިސްޓަމަކަށް ގާތްގަނޑަކަށް ބޭނުންވާ މިންވަރު.

source: This is our process for translating and adapting our content for many locales (languages).
dv: މިއީ އެކިއެކި ބަސްތަކާ ގުޅޭގޮތަށް އަހަރުމެންގެ މަޢުލޫމާތު ބަދަލުކޮށް ތަރުޖަމާކުރާ ނިޒާމު.

source: Three to go!
dv: ބާކީ ތިނެއް!

source: Today
dv: މިއަދު

source: Today's Common Voice progress on clips recorded
dv: ކޮމަންވޮއިސްއަށް އަޑުކޮޅުތައް ރެކޯޑު ކުރުމުގައި މިއަދު ކުރެވުނު މަސައްކަތް

source: Today's Common Voice progress on clips validated
dv: ކޮމަންވޮއިސް ފެންވަރުބެލުމުގައި މިއަދު ކުރައަށްގޮސްފައިވާ މިންވަރު

source: Today's Progress
dv: މިއަދު ކުރިއަށްދިޔަ ހިސާބު

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
dv: ކޮމަން ވޮއަސްގެ މައުލޫމާތު ކޮށާރު ވީހާަވެސް ބޮޑަށް ބޭނުންހިފޭ ގޮތަކަށް ބެހެއްޓުމަށްޓަކައި އަހަރެމެން ވަނީ ކްރިއޭޓިވް ކޮމަން ހުއްދައިގެ ދަށުންވާ ސޯސް ޓެކްސްޓް އެކަނި ބޭނުން ކުރުމަށް ނިންމާފައެވެ. މިހުއްދައިގެ އުސޫލުތައް ބޭނުންކުރުމުން ސޯސް ޓެކްސްޓް އެއްކުރުމާއި ހޯދުމަށް އުނދަގުލެވެ. އެހެންނަމަވެސް މޮޒިއްލާގެ ގަވާއިދާއި ހުއްދަ ނަގަން ނުޖެހި ކޮންމެ މީހަކަށްވެސް މިރެކޯޑިން ތަކުގެ ބޭނުންހިފޭނެ މަގުތަނަވަސް ކޮށްދެއެވެ.

source: Top Contributors
dv: އެންމެ ގިނައިން ހުށަހެޅި ފަރާތްތައް

source: Total
dv: ޖުމްލަ

source: Total Approved
dv: ޖުމްލަ ފާސްކުރި

source: Toward next goal
dv: ދެން އިން ލަނޑުދަނޑިއާއި ދިމާލަށް

source: Turkish
dv: ތުރިކީ

source: Ubykh
dv: އުބިޚް

source: Udmurt
dv: އުދްމުތު

source: Ukrainian
dv: ޔުކްރޭނިއަން

source: Unable to speak right now?
dv: މިވަގުތު ވާހަކަ ނުދެއްކޭނެ؟

source: Upload aborted. Do you want to delete your recordings?
dv: އަޕްލޯޑުކުރުން ހުއްޓާލައިފިން. ރިކޯރޑިން ނައްތާލަން ބޭނުންތަ؟

source: Upload an image file
dv: ފޮޓޯ ހުށައަޅާ

source: Urdu
dv: އުރުދޫ

source: User Name
dv: ޔޫސަރނަން

source: Uzbek
dv: އުޒްބެކް

source: Validated Clips
dv: ފާސްކުރެވިފައިވާ އަޑުކޮޅުތައް

source: Validated Hours
dv: ފާސްކުރި ގަޑީރުތައް

source: Validated Hrs
dv: ފެންވަރުބެލި ގަޑީރުތައް

source: Validated Hr. Total
dv: ޖުމްލަ ފާސްކުރެވުނު ގަޑީރުތައް

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
dv: ހުށައެޅިފައިވާ އަޑުކޮޅުގެ ފެންވަރު ބެލުމަކީ ކޮމަންވޮއިސްއަށް ވަރަށް މުހިންމުކަމެކެވެ. ފެންވަރު ހިފެހެއްޓުމުގެ ގޮތުން، ރަނގަޅުތޯ ބަލާލަން އަޑުއަހާލާ

source: Validations
dv: ފާސްކުރުންތައް

source: Vietnamese
dv: ވީއެޓްނަމީޒް

source: View your progress against personal and project goals.
dv: އަމިއްލަ އަދި މަޝްރޫޢީ ލަނޑުދަނޑިތަކުގައި ތިބާގެ މަސައްކަތް ކުރިއަށްދާވަރު ބެލޭނެ

source: Visible
dv: ފެނޭ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
dv: އަޑަކީ ޠަބީޢީ، އިންސާނީ އެއްޗެއް. އެހެންވެ އަހަރުމެންގެ މެޝިނުތަކަށް ބޭނުން ކުރެވޭނެ އަޑުތަކެއް އުފެއްދުމަކީ އަހަރެމެން ޝައުޤުވެރިވާކަމެއް. އެހެނަސް، އަޑުގެ ނިޒާމުތައް އުފެއްދުމަށް،ޑިވެލޮޕަރުންނަށް ވަރަށް ބޮޑު އަދަދެއްގެ އަޑު ޑޭޓާ ބޭނުންވޭ.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
dv: އަޑަކީ ޠަބީޢީ، އިންސާނީ އެއްޗެއް. އެހެންވެ އަހަރުމެންގެ މެޝިނުތަކަށް ބޭނުން ކުރެވޭނެ އަޑުތަކެއް އުފެއްދުމަކީ އަހަރެމެން ޝައުޤުވެރިވާކަމެއް. އެހެނަސް، އަޑުގެ ނިޒާމުތައް އުފެއްދުމަށް، ވަރަށް ބޮޑު އަދަދެއްގެ އަޑު ޑޭޓާ ބޭނުންވެއެވެ.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
dv: ދައްކާ ވާހަކަ ދެނެގަތުމުގެ މަސްނުވީ އީޖާދުތައް ދަނީ އަހަރެމެން މެޝިންތަކާއި މުޢާމަލާތުކުރާ ގޮތްތަކަށް ނުހަނު ބޮޑު އިންގިލާބެއް ގެންނަމުންނެވެ. އެހެންނަމަވެސް މިހާރު ލިބެންހުރި މިކަމަށް ބޭނުންވާ ވަސީލަތްތަކަކީ އަގުބޮޑު އެހެންނޫނީ ބައެއްގެ މިލްކިއްޔާތުގައިވާ ތަކެއްޗެއްވެ. ކޮމަން ވޮއަސް އަކީ ދައްކާ ވާހަކަ ދެނެގަނެވޭ މަސްނުވީ އީޖާދުތައް އިތުރަށް ރަނގަޅުކޮށް ޢާންމުންގެ އަތްފޯރާފަށަށް ގެނައުމަށް މޮޒިއްލާއިން އިސްނަގައިގެން ހިންގާ ހަރަކާތުގެ ބައެކެވެ. ކޮމަން ވޮއަސް އަކީ ރެކޯޑު ކުރެވިފައިވާ އެކި އެކި ބަހުރުވައިގެ އަޑުތައް ހިލޭސާބަހަށް ޖަމާ ކުރެވަފައިވާ ބިޔަ އަދި ދުނިޔެއަށް ހުޅުވާލެވިފައިވާ މައުލޫމާތު ކޮށަރެކެވެ. މިމައުލޫމާތު ކޮށާރުގެ އެހީގައި އަވަސް ކަމާއި ފަސޭހަ ކަމާ އެކު ކޮންމެ މީހަކަށްވެސް ކޮންމެ ބަހުރުވައަކުން ވެސް ދައްކާ ވާހަކަ ދެނެގަތުމުގެ މަސްނުވީ އީޖާދުތައް ތަމްރީނު ކުރެވޭނެއެވެ. އަހަރެމެން އެއްކުރަނީ ހަމައެކަނި ދުނިޔޭގެ ގިނަ ބަޔަކު ވާހަކަ ދައްކާ ބަހުރުވަތަކުގެ ނަމޫނާއެއް ނޫނެވެ. ހަމައެއާއި އެކު މަދު ބަޔަކު ވާހަކަ ދައްކާ ބަހުރުވަތައް ވެސްމެއެވެ. ދުނިޔޭގެ އެކި އެކި ބަހުރުވައިގެ އަޑުތައް އެކުލެވޭ މިމައުލޫމާތު ކޮށާރު އާންމު ކުރުމުން މިދާއިރާގެ އުފެއްދުންތެރީންނާއި ވިޔަފާރިވެރިންނާއި ބަސް ބަހުގެ ރަށްވެހީން ބާރުވެރިވެ، އެމީހުން އަމިއްލައަށް މުވާސަލާތު ކުރުމުގައި މިހާރު ދިމާވެފައިވާ އުނިކަމަށް ރިޢާޔަތް ކުރެވޭނެއެވެ. ކޮމަން ވޮއަސްގެ މައުލޫމާތު ކޮށާރުގެ އިތުރުން ޑީޕް ސްޕީޗް ކިޔާ ދައްކާ ވާހަކަ ދެނެގަނެވޭނެ އާންމުކޮށް ހުޅުވާލެވިފައިވާ މައުނަވީ އިންޖީނެއް އުފެއްދުމުގެ މަސައްކަތް ވެސް އަހަރެމެން ވަނީ ފަށާފައެވެ

source: Voices Online Now
dv: މި ވަގުތު އޮންލައިން އަޑުތައް

source: Votic
dv: ވޮޓިކު

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
dv: ވޮކްސްފޯރޖް ހެދިފައިވަނީ ލިޔެވިފައިވާ ވާހަކަތައް އެއްކޮށް، ހިލޭ އަދި ސޯރސްހުޅުވިފައިވާ އަޑު ދެނެގަންނަ އެންޖިނުތައް ބޭނުން ކުރުމަށެވެ.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
dv: ކޮމަންވޮއިސް ޑޭޓާސެޓްގެ އާ ވާޝަނެއް ނެރުނީމާ އެ ކަމުގެ އަޕްޑޭޓު ބޭނުންތޯ؟ އަހަރެމެންގެ މަޖައްލާ ލިބިގަތުމަށް ރެޖިސްޓްރީވެލައްވާ.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
dv: އަހަރަމެން މިދަނީ އާންމުކޮށް ހުޅުވާލާފައިވާ އަދި އެންމެނަށް ބޭނުންކުރެވޭނެ އަޑުން މުއާމަލާތުކުރެވޭ އެޕްލިކޭޝަންތައް ތަމްރީނު ކުރުމަށް ބޭނުންވާ އަޑުގެ ޑޭޓާ ސެޓްތަކެއް ހަދަމުން

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
dv: މޮޒިއްލާއިން މިދަނީ އަޑު ބޭނުންކުރާ ޓެކްނޮލޮޖީއުފައްދަމުން. އަހަރެމެން ބޭނުންވަނީ ތިފަރާތަށް ފަހުގެ މައުލޫމާތާއި މައުލޫމާތުގެ މަސްދަރުތައް ފޯރުކޮށްދީ އަދި ތިފަރާތުން މައުލޫމާތު ބޭނުންކުރާގޮތް އެންގެން.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
dv: އަހުރުމެން ގަބޫލުކުރަނީ، އާންމުނަށް ހުޅުވާލެވޭ މުއްސަނދި ޑޭޓާސެޓްތަކުގެ ސަބަބުން، މެޝިނުން ދަސްކުރުމާއި ވާހާކަދެއްކުމުގެ ޓެކްނޮލޮޖީގެ އުފެއްދުންތެރިކަމާއި ވިޔަފާރީގެ ބިނާކުރަނިވި ވާދެވެރިކަން ކުރިއަރާނެކަމަށް. މިއީ ބައިނަލްއަގުވާމީ މަސައްކަތެއް. އަދި މި ކަމުގައި ބައިވެރިވުމަށް ހުރިހައި އެންމެންނަށް ދަޢުވަތު އަރުވަން. އުންމީދަކީ ދުނިއޭގެ އެކި ކަންކޮޅުތަކުގެ ތަފާތު ގިނަ އަޑުތައް ހިމެނިގެން މި ދާއިރާއަށް ކުރިއެރުން ލިބުން.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
dv: ގަޑީރުތަކުގެ ހިސާބު ހެދެނީ، ކޮންމެ ރެކޯޑިންގްއެއްގެ އާންމު ދިގުމިން ވާނެވަރެއް ބަލާފައި، ދެން އެ އަދަދާއި، ހުރިހައި ބަހެއްގައިވާ ޖުމްލަ ރެކޯޑިންތަކުގެ އަދަދާ ގުނަކޮށްގެންނެވެ.

source: We don't have anything to validate in this language, help us fill the queue.
dv: މި ބަހުގައި ފާސް ކުރަންޖެހޭ އެއްވެސް އެއްޗެއް ނެތް، މި ކިއޫ ފުރަން އެހީވެދީ.

source: Welsh
dv: ވެލްޝް

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
dv: ތިޔަފަރާތުގެ މަޢުލޫމާތު ރައްކާތެރިކަމާއެކު ބަލަހައްޓައިދޭނެ ކަމުގެ ޔަގީންކަން އަރުވަމެވެ. އިތުރަށް ކިޔާލުމަށް އަހަރަމެންގެ</privacyLink> ޕްރައިވެސީ އިޢުލާން <privacyLink> ބަލާށެވެ.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
dv: އަހަރެމެން މި ތައްޔާރު ކުރަނީ، ސޯރސްހުޅުވިފައިވާ، ތަފާތު ބަސްތަކެއް އެކުލެވޭ އަޑުތަކުގެ ޑޭޓާސެޓެކެވެ. މީގެން ކޮންމެ މީހަކަށް ވެސް ވާހަކަދެއްކުން ބޭނުންކުރާ އެޕްލިކޭޝަންތައް ތަމްރީނު ކުރެވިދާނެއެވެ.

source: We’re sorry, but your platform is not currently supported.
dv: މާފުކުރައްވާ، ތިޔަ މަންސައަަށް އަދި ސަޕޯރޓެެއް ނުކުރޭ
